Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: لا توجد مشاريع بالمعنى المستخدم في البلوت؛ التركيز على دقة الالتزام بعدد الأكلات.
de: Keine Projekte im Baloot-Sinn – im Fokus steht das genaue Einhalten der Stichzahl.
en: There are no projects in the Baloot sense; the focus is on meeting your committed number of tricks exactly.
es: No hay proyectos al estilo Baloot; el foco está en cumplir exactamente las bazas comprometidas.
fr: Pas de projets au sens du Baloot : l'accent est sur le respect exact du contrat.
hi: बलूत वाले अर्थ में प्रोजेक्ट नहीं; ध्यान तय चालों को ठीक-ठीक निभाने पर है।
id: Tidak ada proyek ala Baloot; fokusnya pada memenuhi jumlah trik yang dijanjikan.
ru: Проектов в смысле Baloot нет — важно точно выполнить заявленное число взяток.
tr: Baloot'taki anlamda proje yok; odak, söz verilen el sayısını tam tutturmakta.
ur: بلوت والے مفہوم میں پروجیکٹس نہیں؛ توجہ طے شدہ ہاتھوں کی درست پابندی پر ہے۔
zh_hans: 没有 Baloot 意义上的项目：重点在于精确兑现承诺的墩数。

source: لا توجد مشاريع بالمفهوم المستخدم في البلوت.
de: Es gibt keine Projekte im Sinne von Baloot.
en: There are no projects in the sense used in Baloot.
es: No hay proyectos en el sentido del Baloot.
fr: Il n'y a pas de projets au sens du Baloot.
hi: बलूत वाले अर्थ में कोई प्रोजेक्ट नहीं।
id: Tidak ada proyek dalam pengertian Baloot.
ru: Проектов в смысле Baloot здесь нет.
tr: Baloot'taki anlamda proje yoktur.
ur: بلوت والے مفہوم میں کوئی پروجیکٹ نہیں۔
zh_hans: 不存在 Baloot 意义上的项目。

source: لا توجد مشاريع ثابتة متفق عليها عالميًا؛ تُترك لتقدير اللاعبين.
de: Es gibt keine allgemein anerkannten festen Projekte; das entscheiden die Spieler.
en: There are no fixed, universally agreed projects; they are left to the players' discretion.
es: No hay proyectos fijos aceptados universalmente; queda a criterio de los jugadores.
fr: Aucun projet fixe universellement admis ; c'est laissé aux joueurs.
hi: विश्वस्तर पर तय कोई निश्चित प्रोजेक्ट नहीं; खिलाड़ियों के विवेक पर।
id: Tidak ada proyek baku yang disepakati universal; diserahkan pada pemain.
ru: Общепринятых фиксированных проектов нет — на усмотрение игроков.
tr: Evrensel olarak kabul edilmiş sabit projeler yok; oyuncuların takdirine bırakılır.
ur: عالمی طور پر طے شدہ مقررہ پروجیکٹس نہیں؛ کھلاڑیوں کی صوابدید پر ہے۔
zh_hans: 没有全球统一的固定项目，由牌友自行约定。

source: لا توجد مشاريع ثابتة؛ تعتمد اللعبة على قواعد مبسّطة متفق عليها.
de: Keine festen Projekte; das Spiel beruht auf vereinbarten vereinfachten Regeln.
en: There are no fixed projects; the game relies on simplified agreed rules.
es: No hay proyectos fijos; el juego se basa en reglas simplificadas acordadas.
fr: Pas de projets fixes ; le jeu repose sur des règles simplifiées convenues.
hi: निश्चित प्रोजेक्ट नहीं; खेल तय सरल नियमों पर चलता है।
id: Tidak ada proyek tetap; permainan memakai aturan sederhana yang disepakati.
ru: Фиксированных проектов нет — игра строится на согласованных упрощённых правилах.
tr: Sabit proje yok; oyun üzerinde anlaşılan basit kurallara dayanır.
ur: مقررہ پروجیکٹس نہیں؛ کھیل طے شدہ سادہ اصولوں پر چلتا ہے۔
zh_hans: 没有固定项目，游戏依约定的简化规则进行。

source: لا نتائج
de: Keine Ergebnisse
en: No Results
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
id: Tidak Ada Hasil
ru: Нет результатов
tr: Sonuç yok
ur: کوئی نتیجہ نہیں
zh_hans: 没有结果

source: لا نتائج مطابقة
de: Keine passenden Ergebnisse
en: No Matching Results
es: No hay resultados coincidentes
fr: Aucun résultat correspondant
hi: कोई मेल खाता परिणाम नहीं
id: Tidak Ada Hasil yang Cocok
ru: Совпадений не найдено
tr: Eşleşen sonuç yok
ur: کوئی مماثل نتیجہ نہیں
zh_hans: 没有匹配的结果

source: لا يجمع التطبيق أي بيانات شخصية، ولا يحتاج اتصالًا بالإنترنت. كل البيانات تُخزَّن محليًا على جهازك فقط.
de: Die App erfasst keine personenbezogenen Daten und benötigt keine Internetverbindung. Alle Daten werden nur lokal auf deinem Gerät gespeichert.
en: The app doesn't collect any personal data and doesn't need an internet connection. All data is stored locally on your device only.
es: La app no recopila ningún dato personal ni necesita conexión a Internet. Todos los datos se guardan localmente solo en tu dispositivo.
fr: L'app ne collecte aucune donnée personnelle et ne nécessite pas de connexion Internet. Toutes les données sont stockées localement sur votre appareil uniquement.
hi: ऐप कोई व्यक्तिगत डेटा एकत्र नहीं करता और न ही इसे इंटरनेट कनेक्शन की आवश्यकता है। सारा डेटा केवल आपके डिवाइस पर स्थानीय रूप से संग्रहीत होता है।
id: Aplikasi tidak mengumpulkan data pribadi apa pun dan tidak memerlukan koneksi internet. Semua data disimpan secara lokal hanya di perangkat Anda.
ru: Приложение не собирает никаких персональных данных и не требует подключения к интернету. Все данные хранятся только локально на вашем устройстве.
tr: Uygulama hiçbir kişisel veri toplamaz ve internet bağlantısı gerektirmez. Tüm veriler yalnızca cihazınızda yerel olarak saklanır.
ur: ایپ کوئی ذاتی ڈیٹا جمع نہیں کرتی اور نہ ہی اسے انٹرنیٹ کنکشن کی ضرورت ہے۔ تمام ڈیٹا صرف آپ کے آلے پر مقامی طور پر محفوظ ہوتا ہے۔
zh_hans: 本 App 不收集任何个人数据，也不需要联网。所有数据仅存储在你的设备本地。

source: لا يمكن أن تكون نقاط المشاريع سالبة.
de: Projektpunkte dürfen nicht negativ sein.
en: Project points cannot be negative.
es: Los puntos de proyectos no pueden ser negativos.
fr: Les points de projets ne peuvent pas être négatifs.
hi: प्रोजेक्ट अंक ऋणात्मक नहीं हो सकते।
id: Poin proyek tidak boleh negatif.
ru: Очки проектов не могут быть отрицательными.
tr: Proje puanları negatif olamaz.
ur: پروجیکٹ پوائنٹس منفی نہیں ہو سکتے۔
zh_hans: 项目分数不能为负数。

source: لا يمكن حفظ صكة فارغة بدون أي نقاط.
de: Eine leere Runde ohne Punkte kann nicht gesichert werden.
en: You can't save an empty round with no points.
es: No se puede guardar una ronda vacía sin puntos.
fr: Impossible d'enregistrer une manche vide sans aucun point.
hi: बिना किसी अंक के खाली राउंड सहेजा नहीं जा सकता।
id: Ronde kosong tanpa poin tidak dapat disimpan.
ru: Нельзя сохранить пустой раунд без очков.
tr: Puanı olmayan boş bir el kaydedilemez.
ur: بغیر کسی پوائنٹ کے خالی راؤنڈ محفوظ نہیں کیا جا سکتا۔
zh_hans: 无法存储没有任何分数的空局。

source: لا يمكن لعب هذه الورقة الآن
de: Diese Karte kann jetzt nicht gespielt werden
en: This card can't be played right now
es: Esta carta no se puede jugar ahora
fr: Cette carte ne peut pas être jouée maintenant
hi: यह कार्ड अभी नहीं खेला जा सकता
id: Kartu ini tidak dapat dimainkan sekarang
ru: Эту карту сейчас нельзя сыграть
tr: Bu kart şu anda oynanamaz
ur: یہ کارڈ ابھی نہیں کھیلا جا سکتا
zh_hans: 这张牌现在不能打出

source: لا يمكنك لعب
de: Du kannst nicht spielen
en: You can't play
es: No puedes jugar
fr: Tu ne peux pas jouer
hi: आप नहीं खेल सकते
id: Kamu tidak bisa memainkan
ru: Нельзя сыграть
tr: Oynayamazsın
ur: آپ نہیں کھیل سکتے
zh_hans: 你不能出

source: لا يوجد سجل بعد
de: Noch kein Verlauf
en: No History Yet
es: Aún no hay historial
fr: Aucun historique pour l'instant
hi: अभी कोई इतिहास नहीं
id: Belum Ada Riwayat
ru: Истории пока нет
tr: Henüz geçmiş yok
ur: ابھی کوئی تاریخچہ نہیں
zh_hans: 暂无历史记录

source: لاحقًا
de: Später
en: Later
es: Más tarde
fr: Plus tard
hi: बाद में
id: Nanti
ru: Позже
tr: Daha sonra
ur: بعد میں
zh_hans: 稍后

source: لاعب واحد (مرجع تعلّمي)
de: Ein Spieler (Lernreferenz)
en: One player (learning reference)
es: Un jugador (referencia de aprendizaje)
fr: Un joueur (référence d'apprentissage)
hi: एक खिलाड़ी (सीखने का संदर्भ)
id: Satu pemain (rujukan belajar)
ru: Один игрок (учебный справочник)
tr: Tek oyuncu (öğrenme kaynağı)
ur: ایک کھلاڑی (سیکھنے کا حوالہ)
zh_hans: 单人（学习参考）

source: لاعبان إلى 4 لاعبين
de: 2 bis 4 Spieler
en: 2 to 4 players
es: De 2 a 4 jugadores
fr: De 2 à 4 joueurs
hi: 2 से 4 खिलाड़ी
id: 2 sampai 4 pemain
ru: От 2 до 4 игроков
tr: 2 ila 4 oyuncu
ur: 2 سے 4 کھلاڑی
zh_hans: 2 至 4 人

source: لعب بلوت كامل ضد لاعبين آليين
de: Vollwertige Baloot-Partien gegen KI-Spieler
en: Full Baloot gameplay against AI players
es: Partidas completas de Baloot contra jugadores de IA
fr: Parties de Baloot complètes contre des joueurs IA
hi: AI खिलाड़ियों के विरुद्ध पूरा बलूत गेम
id: Permainan Baloot penuh melawan pemain AI
ru: Полноценная игра в Балут против ИИ-игроков
tr: Yapay zekâ oyuncularına karşı tam Baloot oyunu
ur: AI کھلاڑیوں کے خلاف مکمل بلوت گیم
zh_hans: 与 AI 玩家进行完整的巴鲁特对局

source: لعبة
de: Spiel
en: Game
es: Juego
fr: Jeu
hi: गेम
id: Permainan
ru: Игра
tr: Oyun
ur: گیم
zh_hans: 游戏

source: لعبة ورق تجمع عدة جولات مختلفة الأهداف في دورة واحدة (تجنّب أوراق معيّنة، أو التخلص من كل الأوراق أولًا).
de: Spiel mit mehreren Runden unterschiedlicher Ziele in einem Zyklus (Karten meiden oder zuerst ablegen).
en: A card game that combines several rounds with different objectives in one cycle (avoiding certain cards, or shedding all your cards first).
es: Juego que reúne varias rondas con objetivos distintos en un ciclo (evitar ciertas cartas o descartarse primero).
fr: Jeu réunissant plusieurs manches aux objectifs distincts dans un cycle (éviter des cartes, ou se défausser en premier).
hi: एक चक्र में अलग-अलग उद्देश्यों के कई राउंड जोड़ने वाला ताश खेल (विशेष कार्ड से बचना, या पहले सारे कार्ड निकालना)।
id: Permainan kartu yang menggabungkan beberapa ronde berbeda tujuan dalam satu siklus (menghindari kartu tertentu, atau membuang semua kartu lebih dulu).
ru: Игра, объединяющая в цикле раунды с разными целями (избегать карты или первым сбросить всё).
tr: Tek bir döngüde farklı amaçlı birkaç eli birleştiren kâğıt oyunu (belirli kartlardan kaçınmak ya da kartları ilk bitirmek).
ur: ایک دور میں مختلف مقاصد کے کئی راؤنڈ ملانے والا تاش کھیل (مخصوص کارڈ سے بچنا، یا پہلے سارے کارڈ نکالنا)۔
zh_hans: 将若干目标不同的小局合成一个周期的纸牌游戏（避开特定牌，或抢先出清手牌）。

source: لعبة ورق ثنائية أو جماعية بسيطة تعتمد على مطابقة أو التخلص من الأوراق حسب قواعد متفق عليها.
de: Einfaches Spiel zu zweit oder in der Gruppe: passen oder abwerfen nach vereinbarten Regeln.
en: A simple two-player or group card game based on matching or shedding cards according to agreed rules.
es: Juego sencillo para dos o en grupo: emparejar o descartar según reglas acordadas.
fr: Jeu simple à deux ou en groupe : assortir ou se défausser selon des règles convenues.
hi: दो या समूह का सरल ताश खेल: तय नियमों पर मिलान करना या कार्ड निकालना।
id: Permainan kartu sederhana untuk dua orang atau kelompok: mencocokkan atau membuang kartu sesuai aturan.
ru: Простая игра вдвоём или в группе: совмещать или сбрасывать карты по согласованным правилам.
tr: İki kişilik ya da grup hâlinde basit bir kâğıt oyunu: anlaşılan kurallara göre eşleştirme ya da kart atma.
ur: دو یا زیادہ کھلاڑیوں کا سادہ تاش کھیل: طے شدہ اصولوں پر ملانا یا کارڈ نکالنا۔
zh_hans: 简单的双人或多人纸牌游戏：按约定规则配对或出清手牌。

source: لعبة ورق جماعية شهيرة تعتمد على المزايدة لتحديد عدد الأكلات المستهدفة ونوع الحكم (الطرنيب).
de: Bekanntes Teamspiel: Das Reizen legt Stichzahl und Trumpf (Tarneeb) fest.
en: A well-known team card game based on bidding to set a target number of tricks and the trump suit (the Tarneeb).
es: Juego de equipos conocido: la puja fija el número de bazas y el triunfo (el Tarneeb).
fr: Jeu d'équipe connu : les enchères fixent le contrat de plis et l'atout (le Tarneeb).
hi: प्रसिद्ध टीम ताश खेल: बोली लक्षित चालों की संख्या और तुरुप (तरनीब) तय करती है।
id: Permainan kartu tim terkenal: lelang menentukan jumlah trik target dan truf (Tarneeb).
ru: Известная командная игра: торговля задаёт число взяток и козырь (Tarneeb).
tr: Bilinen bir takım oyunu: ihale, hedeflenen el sayısını ve kozu (Tarneeb) belirler.
ur: مشہور ٹیم تاش کھیل: بولی ہدف ہاتھوں کی تعداد اور ترپ (ترنیب) طے کرتی ہے۔
zh_hans: 知名的团队纸牌游戏：通过叫牌确定目标墩数与将牌（Tarneeb）。

source: لعبة ورق شعبية مستقلة عن البلوت، تعتمد على تجنّب أو جمع أوراق محددة حسب اتفاق اللاعبين.
de: Beliebtes Kartenspiel unabhängig von Baloot: bestimmte Karten meiden oder sammeln.
en: A popular card game separate from Baloot, based on avoiding or collecting specific cards as the players agree.
es: Juego de cartas popular distinto del Baloot: evitar o reunir ciertas cartas según lo acordado.
fr: Jeu de cartes populaire distinct du Baloot : éviter ou collecter certaines cartes selon l'accord.
hi: बलूत से अलग एक लोकप्रिय ताश खेल: सहमति अनुसार विशेष कार्ड से बचना या जुटाना।
id: Permainan kartu populer yang terpisah dari Baloot: menghindari atau mengumpulkan kartu tertentu sesuai kesepakatan.
ru: Популярная карточная игра, отдельная от Baloot: избегать или собирать определённые карты.
tr: Baloot'tan bağımsız popüler bir kâğıt oyunu: anlaşmaya göre belirli kartlardan kaçınmak ya da toplamak.
ur: بلوت سے الگ ایک مقبول تاش کھیل: کھلاڑیوں کے اتفاق کے مطابق مخصوص کارڈ سے بچنا یا جمع کرنا۔
zh_hans: 独立于 Baloot 的流行纸牌游戏：按玩家约定避开或收集特定牌张。

source: متابعة آخر جلسة
de: Letzte Sitzung fortsetzen
en: Continue Last Session
es: Continuar la última sesión
fr: Reprendre la dernière session
hi: पिछला सत्र जारी रखें
id: Lanjutkan Sesi Terakhir
ru: Продолжить последнюю сессию
tr: Son oturuma devam et
ur: آخری سیشن جاری رکھیں
zh_hans: 继续上次会话

source: متابعة اللعب
de: Weiterspielen
en: Continue Playing
es: Seguir jugando
fr: Continuer à jouer
hi: खेलना जारी रखें
id: Lanjutkan Bermain
ru: Продолжить игру
tr: Oynamaya devam et
ur: کھیلنا جاری رکھیں
zh_hans: 继续游戏

source: متاح للعب
de: Spielbar
en: Playable
es: Jugable
fr: Jouable
hi: खेलने योग्य
id: Dapat Dimainkan
ru: Можно играть
tr: Oynanabilir
ur: قابلِ کھیل
zh_hans: 可游玩

source: متوسط
de: Mittel
en: Medium
es: Medio
fr: Moyen
hi: मध्यम
id: Sedang
ru: Средне
tr: Orta
ur: درمیانہ
zh_hans: 中等

source: مجموع نقاط الأوراق في الجولة 120 نقطة، ويُضاف لها 10 نقاط لفريق آخر أكلة فيصبح المجموع 130، وتُضاعف عادة (×2) لتصبح 260 عند احتسابها ضمن هدف المباراة.
de: 120 Kartenpunkte plus 10 für den letzten Stich ergeben 130 – meist verdoppelt (×2) auf 260 fürs Matchziel.
en: The card points in the round total 120, plus 10 points for the team taking the last trick, making 130 — usually doubled (×2) to 260 when counted toward the match target.
es: 120 puntos de cartas más 10 por la última baza, total 130, normalmente doblado (×2) a 260 para el objetivo.
fr: 120 points de cartes plus 10 pour le dernier pli, soit 130, généralement doublés (×2) à 260 pour l'objectif.
hi: राउंड में कार्ड अंक 120, अंतिम चाल लेने वाली टीम को 10 और, कुल 130; मैच लक्ष्य में गिनते समय आमतौर पर दोगुना (×2) होकर 260।
id: Total poin kartu dalam ronde 120, ditambah 10 untuk tim pemenang trik terakhir menjadi 130, dan biasanya dikalikan dua (×2) menjadi 260 saat dihitung ke target pertandingan.
ru: 120 очков карт плюс 10 за последнюю взятку — 130, обычно удваивается (×2) до 260 в зачёт цели матча.
tr: Eldeki kart puanları toplamı 120'dir; son eli alan takıma 10 puan eklenir ve toplam 130 olur, maç hedefine sayılırken genelde ikiyle çarpılıp 260'a çıkar.
ur: راؤنڈ میں کارڈ پوائنٹس 120، اور آخری ہاتھ لینے والی ٹیم کو 10 مزید، سو مجموعہ 130؛ میچ ہدف میں شمار کرتے وقت عموماً دگنا (×2) ہو کر 260۔
zh_hans: 本局牌分共 120 分，最后一墩的队伍再加 10 分，合计 130；计入比赛目标时通常翻倍（×2）为 260。

source: مستوى الصعوبة
de: Schwierigkeit
en: Difficulty
es: Dificultad
fr: Difficulté
hi: कठिनाई
id: Tingkat Kesulitan
ru: Сложность
tr: Zorluk
ur: دشواری
zh_hans: 难度

source: مسح البحث
de: Suche löschen
en: Clear Search
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
id: Hapus Pencarian
ru: Очистить поиск
tr: Aramayı temizle
ur: تلاش صاف کریں
zh_hans: 清除搜索

source: مشاركة الملخص
de: Zusammenfassung teilen
en: Share Summary
es: Compartir resumen
fr: Partager le résumé
hi: सारांश साझा करें
id: Bagikan Ringkasan
ru: Поделиться сводкой
tr: Özeti paylaş
ur: خلاصہ شیئر کریں
zh_hans: 分享摘要

source: ملاحظات (اختياري)
de: Notizen (optional)
en: Notes (Optional)
es: Notas (opcional)
fr: Notes (facultatif)
hi: नोट्स (वैकल्पिक)
id: Catatan (Opsional)
ru: Заметки (необязательно)
tr: Notlar (isteğe bağlı)
ur: نوٹس (اختیاری)
zh_hans: 备注（可选）

source: ملاحظات عن الصكة
de: Notizen zur Runde
en: Notes about the round
es: Notas sobre la ronda
fr: Notes sur la manche
hi: राउंड के बारे में नोट्स
id: Catatan tentang ronde
ru: Заметки о раунде
tr: El hakkında notlar
ur: راؤنڈ کے بارے میں نوٹس
zh_hans: 关于本局的备注

source: ملخص جلسة تسجيل البلوت
de: Zusammenfassung der Baloot-Punktezähler-Sitzung
en: Baloot Scorekeeper Session Summary
es: Resumen de la sesión del marcador de Baloot
fr: Résumé de la session du marqueur Baloot
hi: बलूत स्कोरकीपर सत्र सारांश
id: Ringkasan Sesi Pencatat Skor Baloot
ru: Сводка сессии счётчика Балут
tr: Baloot Puan Tablosu Oturum Özeti
ur: بلوت اسکور کیپر سیشن کا خلاصہ
zh_hans: 巴鲁特计分器会话摘要

source: من لاعبين حتى أربعة لاعبين، أفرادًا أو في فرق صغيرة.
de: Von zwei bis vier Spielern, einzeln oder in kleinen Teams.
en: From two up to four players, individually or in small teams.
es: De dos a cuatro jugadores, en solitario o en equipos pequeños.
fr: De deux à quatre joueurs, en solo ou en petites équipes.
hi: दो से चार खिलाड़ी, अकेले या छोटी टीमों में।
id: Dua hingga empat pemain, sendiri atau dalam tim kecil.
ru: От двух до четырёх игроков — поодиночке или малыми командами.
tr: İki ila dört oyuncu, tek başına ya da küçük takımlarda.
ur: دو سے چار کھلاڑی، انفرادی یا چھوٹی ٹیموں میں۔
zh_hans: 2 至 4 人，可单人或小队。

source: نتائج البحث
de: Suchergebnisse
en: Search Results
es: Resultados de búsqueda
fr: Résultats de recherche
hi: खोज परिणाम
id: Hasil Pencarian
ru: Результаты поиска
tr: Arama sonuçları
ur: تلاش کے نتائج
zh_hans: 搜索结果

source: نسيان اختيار المضاعف الصحيح، أو حفظ صكة بأرقام فارغة أو سالبة — والأداة تمنع ذلك تلقائيًا.
de: Den falschen Multiplikator wählen oder eine leere/negative Runde speichern – das Tool verhindert es.
en: Forgetting to choose the correct multiplier, or saving a round with empty or negative numbers — which the tool prevents automatically.
es: Olvidar el multiplicador correcto o guardar una mano vacía o negativa: la herramienta lo impide.
fr: Oublier le bon multiplicateur ou enregistrer une donne vide/négative — l'outil l'empêche.
hi: सही गुणक चुनना भूलना, या खाली या ऋणात्मक अंकों वाला हाथ सहेजना — उपकरण स्वतः रोकता है।
id: Lupa memilih pengganda yang benar, atau menyimpan ronde dengan angka kosong atau negatif — alat mencegahnya otomatis.
ru: Забыть верный множитель или сохранить пустую/отрицательную раздачу — инструмент это блокирует.
tr: Doğru çarpanı seçmeyi unutmak ya da boş veya negatif sayılarla el kaydetmek — araç bunu otomatik engeller.
ur: درست ضرب چننا بھول جانا، یا خالی یا منفی اعداد کے ساتھ صکہ محفوظ کرنا — ٹول خودکار روکتا ہے۔
zh_hans: 忘记选择正确倍数，或保存空值/负值的一局——工具会自动阻止。

source: نمط اللاعبين
de: Spielermodus
en: Player mode
es: Modo de jugadores
fr: Mode des joueurs
hi: खिलाड़ी मोड
id: Mode pemain
ru: Режим игроков
tr: Oyuncu modu
ur: کھلاڑی موڈ
zh_hans: 玩家模式

source: نمط يعتمد على مضاعفة الرهان أثناء المزايدة (دبل، ثري، فور) قبل بدء اللعب، لرفع قيمة الجولة.
de: Modus mit Erhöhung des Einsatzes (Doppel, Dreifach, Vierfach) vor dem Spiel zur Rundenaufwertung.
en: A mode built on raising the stakes during bidding (Double, Triple, Quadruple) before play begins, to increase the round's value.
es: Modo basado en doblar la apuesta (Doble, Triple, Cuádruple) antes de jugar, para subir el valor.
fr: Mode fondé sur la surenchère (Double, Triple, Quadruple) avant le jeu, pour valoriser la manche.
hi: खेल शुरू होने से पहले बोली में दाँव दोगुना करने (डबल, ट्रिपल, फोर) वाला मोड, जो राउंड का मूल्य बढ़ाता है।
id: Mode yang menaikkan taruhan saat lelang (Double, Triple, Quadruple) sebelum bermain, untuk menaikkan nilai ronde.
ru: Режим с повышением ставки (дубль, трипл, квадро) до игры для роста ценности раунда.
tr: Oyun başlamadan ihalede bahsi katlamaya (Double, Triple, Quadruple) dayanan mod; elin değerini yükseltir.
ur: بولی کے دوران کھیل شروع ہونے سے پہلے شرط دگنی کرنے (ڈبل، تھری، فور) والا موڈ، جو راؤنڈ کی قیمت بڑھاتا ہے۔
zh_hans: 在开打前于叫牌阶段加注（Double、Triple、Quadruple）的模式，用以提升本局价值。

source: نهاية الجولة
de: Rundenende
en: End of Round
es: Fin de la ronda
fr: Fin de la manche
hi: राउंड का अंत
id: Akhir Ronde
ru: Конец раунда
tr: El sonu
ur: راؤنڈ کا اختتام
zh_hans: 本局结束

source: نوع الجولة
de: Rundentyp
en: Round Type
es: Tipo de ronda
fr: Type de manche
hi: राउंड का प्रकार
id: Jenis Ronde
ru: Тип раунда
tr: El türü
ur: راؤنڈ کی قسم
zh_hans: 本局类型

source: هارت
de: Herz
en: Hearts
es: Corazones
fr: Cœur
hi: पान
id: Hati
ru: Червы
tr: Kupa
ur: پان
zh_hans: 红桃

source: هاند
de: Hand
en: Hand
es: Hand
fr: Hand
hi: हैंड
id: Hand
ru: Хэнд
tr: Hand
ur: ہینڈ
zh_hans: Hand

source: هل تريد إنهاء الجلسة؟
de: Diese Sitzung beenden?
en: End this session?
es: ¿Finalizar esta sesión?
fr: Terminer cette session ?
hi: क्या यह सत्र समाप्त करें?
id: Akhiri sesi ini?
ru: Завершить эту сессию?
tr: Bu oturum bitirilsin mi?
ur: کیا یہ سیشن ختم کریں؟
zh_hans: 要结束这个会话吗？

source: هل تريد إنهاء هذه الجولة والخروج؟
de: Diese Runde beenden und schließen?
en: End this round and exit?
es: ¿Finalizar esta ronda y salir?
fr: Terminer cette manche et quitter ?
hi: क्या यह राउंड समाप्त करके बाहर निकलें?
id: Akhiri ronde ini dan keluar?
ru: Завершить этот раунд и выйти?
tr: Bu el bitirilip çıkılsın mı?
ur: کیا یہ راؤنڈ ختم کر کے باہر نکلیں؟
zh_hans: 要结束本局并退出吗？

source: هل تريد التراجع عن آخر صكة؟
de: Letzte Runde widerrufen?
en: Undo the last round?
es: ¿Deshacer la última ronda?
fr: Annuler la dernière manche ?
hi: क्या अंतिम राउंड पूर्ववत करें?
id: Urungkan ronde terakhir?
ru: Отменить последний раунд?
tr: Son el geri alınsın mı?
ur: کیا آخری راؤنڈ واپس لیں؟
zh_hans: 要撤销最后一局吗？

source: هل تريد حذف هذه الجلسة نهائيًا؟
de: Diese Sitzung endgültig löschen?
en: Permanently delete this session?
es: ¿Eliminar esta sesión permanentemente?
fr: Supprimer définitivement cette session ?
hi: क्या यह सत्र स्थायी रूप से हटाएँ?
id: Hapus sesi ini secara permanen?
ru: Удалить эту сессию навсегда?
tr: Bu oturum kalıcı olarak silinsin mi?
ur: کیا یہ سیشن مستقل طور پر حذف کریں؟
zh_hans: 要永久删除这个会话吗？

source: هل تريد حذف هذه الصكة؟
de: Diese Runde löschen?
en: Delete this round?
es: ¿Eliminar esta ronda?
fr: Supprimer cette manche ?
hi: क्या यह राउंड हटाएँ?
id: Hapus ronde ini?
ru: Удалить этот раунд?
tr: Bu el silinsin mi?
ur: کیا یہ راؤنڈ حذف کریں؟
zh_hans: 要删除这一局吗？

source: ورق
de: Karten
en: Cards
es: Cartas
fr: Cartes
hi: कार्ड
id: Kartu
ru: Карты
tr: Kartlar
ur: کارڈز
zh_hans: 纸牌

source: ولد
de: Bube
en: Jack
es: Jota
fr: Valet
hi: जैक
id: Jack
ru: Валет
tr: Vale
ur: غلام
zh_hans: J
